Repository: jegqamas/Timer-Counter-Lister
Catalog: TimerCounterLister/Properties/Resources.*.resx
Languages: ar

# Error_CannotTimerCounteralarmAddIncorrectPassword
source: Cannot add Timer Counter Alarm: incorrect password.
ar: لا يمكن اضافة انذار عداد: كلمة سر خاطئة

# CMI_Name_PauseAllTimerCounters
source: Pause all Timer Counters
ar: توقيف كل العدادات

# Error_CannotOpenProfileIncorrectPassword
source: Cannot open profile: incorrect password entered !!
ar: لا يمكن فتخ ملف شخصي: كلمة سر خاطئة

# Filter_Text
source: Text File (*.txt)|*.txt
ar: ملف نصي (*.txt)|*.txt

# TimerEvent_AlarmAdd
source: Alarm Add
ar: اضافة انذار

# Status_StartingNewProfile
source: Starting new profile
ar: يتم بدء الملف الشخصي

# TimerEventDesc_TimerResume
source: Timer resumed after a pause
ar: تم تشغيل العداد بعد ايقاف

# TimerEvent_AlarmRemove
source: Alarm Remove
ar: حذف انذار

# Message_SelectedTimerCounterAlreadyRunning
source: Selected Timer Counter is already running !!
ar: العداد المختار قيد التشعيل !!

# Error_InomplatibleTCLFileVersion
source: Incompatible Timer Counter Lister file version
ar: رقم نسخة للملف غير متوافق

# MessageCaption_SaveChanges
source: Save Changes
ar: حفظ التغيرات

# TimerEvent_Pay
source: Pay
ar: علمية حسابية

# CMI_Name_AddTimerCounterAlarm
source: Add New Timer Counter Alarm
ar: اضافة انذار للعداد المختار

# CMI_Name_EditProfileDetails
source: &Edit Profile Details
ar: اعادادت المل&ف الشخصي

# TimerEventDesc_TimerPauseBecauseOfTimer
source: Timer Counter paused because of alarm trigger (that alarm is set to pause the Timer Counter on trigger)
ar: تم ايقاف العداد بسبب انذار, تم ضبط الانذار لايقاف العداد عند الانذار

# Message_PleaseEnterProfilePathFirst
source: Please enter (or set) profile file path first.
ar: الرجاء تحديد مسار ملف الملف الشخصي

# CMI_Tooltip_TimerCounterPay
source: Berform a pay operation to sort out cost so far to selected Timer Counter.
ar: اجراء عملية حسابية للعداد المختار لتسوية الصرف

# Status_NewProfileStartedSuccessfully
source: New profile started successfully.
ar: تم بدء ملف شخصي جديد بنجاح

# TimerEvent_TimerPause
source: Timer Pause
ar: ايقاف عداد

# Error_SavingMethodSetToNone
source: Saving method is set to none.
ar: طريقة الحفظ موضوع للاشيء

# TC_Name_TimerCounters
source: Timer Counters
ar: العادادت

# CMI_Tooltip_TimerCounterBalanceTransaction
source: Perform a Balance Transaction such as Withdraw from Balance or Add to Balance.
ar: اجراء عملية حسابية للرصيد للعداد المختار كسحب او اضافة

# Error_FileSizeIsLessThanExpected
source: File size is less than expected
ar: حجم الملف اصغر مما هو متوقع

# Word_CopyrightMessage
source: This program is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program. If not, see <http://www.gnu.org/licenses/>.
ar: هذا البرنامج هو برمجية حرة: يمكنك إطعادة توزيعه و/أو تعديله بموجب أحكام "رخصة غنو لعامة الشعب" ُ كما نشرت من قبل "مؤسسة البرمجيات الحرة"، إما الاصدار 3 من "الرخصة" أو، (باختيارك ّ ) أي إلصدار لاحق. يتم توزيع هذا البرنامج على أمل أن يكون مفيد ًا، ولكنه بدون أية كفالة؛ بدون حتى الكفالة الضمنية الخا ّلصة بالترويج أو الملائمة لغرض معين. انظر "رخصة غنو لعامة الشعب" لمزيد من التفالصيل. من الواجب أن تكون قد تلقيت نسخة من "رخصة غنو لعامة الشعب" مع هذا البرنامج. إذا لم يكن المر كذلك، انظر <http://www.gnu.org/licenses/>.

# CMI_Name_ResetTimerCounterAlarm
source: Reset Selected Timer Counter Alarm
ar: اعادة ضبط الانذار المختار

# Title_EnterProfilePassword
source: Please Enter Profile Password
ar: الرجاء ادخال كلمة سر الملف الشخصي

# TimerEventDesc_AlarmRemove
source: Alarm removed
ar: ازالة انذار

# CMI_Name_ResumeTimerCounterWithDifference
source: Resume Selected Timer Counter Add Passed Time
ar: تشغيل العداد المختار مع اضافة الوقت الضائع

# CMI_Name_PauseTimerCounter
source: Pause Timer Counter
ar: توقيف العداد المختار

# MIR_Name_TimerCounterControls
source: Timer Counter Cont&rols
ar: تحكمات عدادات

# Error_CannotRemoveSelectedTimerCounterIncorrectPassword
source: Cannot remove selected Timer Counter: incorrect password.
ar: لا يمكن حذف العداد المختار: كلمة سر خاطئة

# Message_PasswordHasBeenChangedSuccessfully
source: Password has been changed successfully.
ar: تم تغيير كلمة السر بنجاح

# TimerEvent_AlarmReset
source: Alarm Reset
ar: اعادة ضبط انذار

# Error_CannotOpenProfilePathIsEmpty
source: Cannot open profile: path is null or empty.
ar: لا يمكن فتح ملف شخصي: مسار ملف خالي

# Button_Save
source: &Save
ar: &حفظ

# Word_PerMinute
source: Per Minute
ar: كل دقيقة

# Error_CannotAddNewTimerIncorrectPassword
source: Cannot add new Timer Counter: incorrect profile password.
ar: لا يمكن اضافة عداد جديد: كلمة سر خاطئة

# CMI_Tooltip_OpenProfile
source: Open profile from file. This will ask to confirm saving changes first.
ar: فتح ملف شخصي من ملف على الجهاز

# TimerEventDesc_AlarmReset
source: Alarm reset
ar: اعادة ضبط انذار

# Message_AlarmTrigger
source: ALARM TRIGGER !!
ar: انذار !!

# Message_CannotCloseAppProfileNotSaved
source: Cannot close the application, profile is not saved.
ar: لا يمكن اعلاق البرنامج, الملف الشخصي لم يتم حفظه

# Status_CannotExecuteCommandNewProfile0
source: Cannot execute command "new profile": current profile changes aren't saved.
ar: لا يمكن تنفيذ امر ملف شخصي جديد. الملف الشخصي الحالي غير محفوظ

# Error_UnableToOpenProfileFile
source: Unable to open profile file
ar: لا يمكن فتح ملف شخصي

# Message_CannotResumeWithAddNotAllowed
source: This feature cannot be used with this Timer Counter (Resume Timer Counter With Difference Add is not allowed).
ar: هذه الميزة مقفلة للعداد المختار, لا يسمح بالتشغيل مع اضافة الوقت الضائع

# CMI_Name_ExportTimerCounterEventsText
source: Export Timer Counter Events Into Text File
ar: تصدير قائمة الاحداث للعداد المختار الى ملف نصي

# Message_PleaseEnterTimerCounterAlarmTime
source: Please enter the Timer Counter Alarm time (it must be larger than zero).
ar: الرجاء ادخال الوقت للانذار للعداد

# Word_AlaaIbrahimHadid
source: Alaa Ibrahim Hadid
ar: علاء ابراهيم حديد

# CMI_Tooltip_RemoveSelectedTimerCounter
source: Remove selected Timer Counter from the list. This cannot be UNDONE, also, all timer details will be removed, but still, profile will not be saved.
ar: ازالة العداد المختار من الملف الشخصي

# Error_OpenProfileCanceled
source: Cannot open profile: open profile has been canceled.
ar: لا يمكن فتح ملف شخصي: تم الغاء عملية فتح الملف الشخصي

# Title_PleaseEnterNEWPassword
source: Please Enter NEW Password
ar: الرجاء ادخال كلمة السر الجديدة

# MessageCaption_ChangePassword
source: Change Password
ar: تغيير كلمة السر

# Word_Copyright
source: Copyright
ar: حقوق النشر محفوظة

# Error_InomplatibleTCLProfileVersion
source: Incompatible Timer Counter Lister profile version
ar: رقم نسخة للملف الشخصي غير متوافق

# MIR_Name_TimerCounters
source: Timer &Conuters
ar: العدادات

# TimerEvent_TimerResume
source: Timer Resume
ar: تشغيل عداد

# CMI_Name_SaveProfileAs
source: Save Profile As
ar: حفظ الملف الشخصي باسم

# CMI_Name_SaveProfile
source: &Save Profile Changes
ar: &حفظ الملف الشخصي

# TimerEvent_TimerAdd
source: Timer Add
ar: اضافة عداد

# TimerEventDesc_TimerStart
source: Timer started
ar: بدء العداد

# Error_CannotTimerCounterAlarmRemoveIncorrectPassword
source: Cannot remove Timer Counter Alarm: incorrect password !!
ar: لا يمكن حذف انذار عداد: كلمة سر خاطئة

# CMI_Tooltip_StartResumeTimerCounter
source: Start/Resume selected Timer Counter. This will ask for a password if the profile is protected by one.
ar: تشغيل العداد المختار (من حيث ما توقف)

# CMI_Name_StartResumeAllTimerCounters
source: Start/Resume all Timer Counters
ar: تشغيل كل العدادات

# DMI_Name_RecentProfiles
source: &Recent Profiles
ar: الملفات الشخصية &سابقة

# CMI_Tooltip_RemoveTimerCounterAlarm
source: Remove selected Timer Counter Alarm from selected Timer Counter.
ar: ازالة الانذار المختار من العداد المختار

# MessageCaption_AddTimerCounterAlarm
source: Add New Timer Counter Alarm
ar: اضافة انذار عداد

# Error_UnableToSaveProfile
source: Unable to save profile
ar: لا يمكن حفظ الملف الشخصي

# Word_Hours
source: hours
ar: ساعة

# CMI_Name_NewTimerCounter
source: New &Timer Counter
ar: &عداد جديد

# Message_CannotRemoveAlarmPleaseSelectAlarm
source: Cannot remove Timer Counter Alarm: please select the Alarm to remove first !!
ar: لا يمكن ازالة الانذار: الرجاء اختيار الانذار اولا

# Message_TimerCounterNeedToBePausedFirst
source: Selected Timer Counter need to be paused first !!
ar: العداد يجب ان يكون واقفا اولا

# Word_CostAfterEvent
source: Cost After Event
ar: التكلفة بعد الحدث

# Message_CannotCloseAppTimersStillRunning
source: There is a Timer Counter or more still running. Application cannot closed until these timers are halted or paused.
ar: هناك عداد او اكثر مازال قيد التشغيل. الرجاء ايقاف كل العدادات حتى يمكن اغلاق البرنامج

# CMI_Tooltip_SaveProfileAs
source: Save current profile into a file and set that file as current.
ar: حفظ الملف الشخصي الى ملف وجعل المسار الجديد للملف المحفوظ كمسار للملف الشخصي

# CMI_Name_StartResumeTimerCounter
source: Start/Resume Selected Timer Counter
ar: تشغيل العداد المختار

# Word_Seconds
source: seconds
ar: ثانية

# TC_Name_ProfileDetails
source: Profile Details
ar: تفاصيل الملف الشخصي

# Message_AreYouSureToRemoveTimerCounter
source: Are you sure you want to remove selected Timer Counter ? THIS CAN NOT BE UNDONE.
ar: هل انت واثق من حذف العداد المختار _ هذه العملية لا يمكن التراجع عنها

# Message_PleaseEnterTimerCounterNameFirst
source: Please enter timer counter name first.
ar: الرجاء ادخال اسم العداد

# Error_CannotEditProfileDetailsIncorrectPassword
source: Cannot edit profile details, incorrect password.
ar: لا يمكن تغيير اعدادات الملف الشخصي: كلمة سر خاطئة

# TimerEventDesc_TimerDesc
source: Alarm added to trigger after
ar: تم ضبط الانذار لينذر بعد

# Title_PleaseEnterCURRENTPassword
source: Please Enter CURRENT Password
ar: الرجاء ادخال كلمة السر الحالية

# Word_Alarm
source: Alarm
ar: انذار

# CMI_Tooltip_ResumeTimerCounterWithDifference
source: Resume selected Timer Counter, add the time has passed from last pause.
ar: تشغيل العداد المختار مع اضافة الوقت الضائع من اخر ايقاف

# Button_Cancel
source: &Cancel
ar: ال&غاء الامر

# Word_AlarmName
source: Alarm Name
ar: اسم الانذار

# Status_ProfileSavedSuccessfully
source: Profile saved successfully.
ar: تم حفظ ملف شخصي بنحاح

# CMI_Name_TimerCounterBalanceTransaction
source: Balance Transaction
ar: اجراء عملية حسابية للرصيد للعداد المختار

# CMI_Name_RemoveSelectedTimerCounter
source: &Remove Selected Timer Counter
ar: ا&زالة العداد المختار

# Word_TimePassed
source: Time Passed
ar: وقت مضى

# Status_ProfileOpenedSuccessfully
source: Profile opened successfully.
ar: تم فتح ملف شخصي بنجاح

# CMI_Tooltip_NewProfile
source: Start new profile which will hold all timers and data related. This will ask to confirm saving changes first.
ar: بدء ملف شخصي يمكنه ان يضم كافة العدادت و البيانات المتعلقة بها

# Title_SaveProfile
source: Save Profile
ar: حفظ الملف الشخصي

# Error_CannotSaveProfileIncorrectPassword
source: Cannot save profile: profile is protected with a password and incorrect password has been entered.
ar: لا مكن حفظ الملف الشخصي: الملف الشخصي محمي بكلمة سر و كلمة السر خاطئة

# Message_EnteredNameAlreadyTakenByAnotherTimer
source: Entered name is already taken by another Timer Counter. Please enter a different name.
ar: اسم العداد المدخل ماخوذ من عداد اخر

# Message_TimersNeedToPauseToMakeNewProfile
source: There is a Timer Counter or more still running. Cannot start new profile until all timer counters of current profile are halted or paused.
ar: لا يمكن بدء ملف شخصي جديد, هناك عداد او اكثر قيد التشغيل في الملف الشخصي الحالي

# Word_Minutes
source: minutes
ar: دقائق

# Error_NewProfileStartCanceled
source: New profile start has been canceled
ar: تم الغاء عملية بدء ملف شخصي

# Error_CannotTimerCounterPayIncorrectPassword
source: Cannot do pay operation to Selected Counter: incorrect password.
ar: لا يمكن اجراء عملية حسابية للعداد المختار: كلمة سر خاطئة

# Error_CannotDoTimerCounterBalanceTransactionIncorrectPassword
source: Cannot do Balance Transaction: incorrect password.
ar: لا يمكن اجراء عملية حسابية للرصيد للعداد المختار: كلمة سر خاطئة

# TimerEvent_TimerStart
source: Timer Start
ar: بدء عداد

# CMI_Name_RemoveTimerCounterAlarm
source: Remove Selected Timer Counter Alarm
ar: ازالة الانذار المختار من العداد المختار

# CMI_Tooltip_ResetTimerCounterAlarm
source: Reset selected Timer Counter Alarm so it count down again from it's time.
ar: اعادة ضبط الانذار المختار من العداد المختار

# Message_IncorrectPassword
source: Incorrect password !!
ar: كلمة سر خاطئة

# Error_CannotSaveProfileItHasCanceledInternally
source: Cannot save profile: saving profile has been canceled internally.
ar: لا يمكن حفظ الملف الشخصي: تم الغاء عملية الحفظ بشكل داخلي

# Error_CannotAddNewTimerCounterIncorrectPassword
source: Cannot add new Timer Counter: incorrect password.
ar: لا يمكن اضافة عداد جديد: كلمة سر خاطئة

# Error_FileIsNotTCLFile
source: File is not Timer Counter Lister file
ar: الملف ليس بملف شخصي للبرنامج

# Message_NoProfileLoaded
source: No profile is loaded ! please start a new profile or open a saved one.
ar: لا يوجد ملف شخصي مفتوح. الرجاء بدء ملف شخصي جديد او فتح ملف شخصي محفوظ على الجهاز

# CMI_Tooltip_ExportTimerCounterEventsText
source: Export selected Timer Counter Events Into a Text file.
ar: تصدير قائمة الاحداث للعداد المختار الى ملف نصي

# Word_CurrencyAfterEvent
source: Currency After Event
ar: العملة بعد الحدث

# Word_Triggered
source: triggered
ar: انذر

# Message_PleaseEnterProfileNameFirst
source: Please enter profile name first !!
ar: الرجاء ادخال اسم الملف الشخصي اولا

# Title_Untitled
source: Untitled
ar: غير معنون

# TimerEvent_TimerCounterResumeWithDifference
source: Timer Resume With Difference Add
ar: تشغيل عداد مع اضافة الوقت الضائع

# TimerEvent_AlarmTrigger
source: Alarm Trigger
ar: انذار

# CMI_Tooltip_StartResumeAllTimerCounters
source: Start or Resume all Timer Counters in the profile.
ar: تشغيل كافة العدادات الموجودة في الملف الشخصي

# TC_Name_TimerCounterEvents
source: Timer Counter Events
ar: أحداث العداد

# TC_Name_Alarms
source: Timer Counter Alarms
ar: انذارات العداد

# CMI_Tooltip_SaveProfile
source: Save all profile changes.
ar: حفظ كل تغييرات الملف الشخصي

# Button_DontSave
source: &Don't Save
ar: &لا تحفظ

# Message_CannotCloseAppProfileIsPasswordProtectedWrongPassworf
source: Cannot close the application, profile is password protected and incorrect password has been entered.
ar: لا يمكن اعلاق البرنامج, الملف الشخصي يتطلب كلمة سر عند الاغلاق و كلمة السر المدخلة خاطئة

# Error_CannotOpenProfilePathNotExist
source: Cannot open profile: path does not exist.
ar: لا يمكن فتح ملف شخصي: مسار الملف غير موجود

# MessageCaption_RemoveTimerCounter
source: Remove Selected Timer Counter
ar: ازالة العداد المختار

# Error_CannotPauseTimerCounterIncorrectPassword
source: Cannot pause selected Timer Counter: incorrect password.
ar: لا يمكن ايقاف العداد المختار: كلمة سر خاطئة

# Message_PleaseEnterCurrencyFirst
source: Please enter currency first.
ar: الرجاء ادخال العملة اولا

# TimerEventDesc_TimerAdd
source: Timer added into the profile
ar: تم اضافة عداد الى الملف الشخصي

# CMI_Name_TimerCounterPay
source: Timer Counter &Pay
ar: اجراء عملية حسابية للعداد المختار

# Word_BalanceAfterEvent
source: Balance After Event
ar: الرصيد بعد الحدث

# CMI_Name_OpenProfile
source: &Open Profile
ar: &فتح ملف شخصي

# Error_SaveProfileCanceled
source: Save profile has been canceled.
ar: تم الغاء عملية حفظ الملف الشخصي

# TimerDescDesc_ExportEventsIntoExcel
source: Events are exported into Excel file
ar: تم حفظ الاحداث الى ملف ايكسل

# CMI_Tooltip_EditProfileDetails
source: Edit current profile details such as name, password and password settings ...etc
ar: تغيير اعدادات الملف الشخصي كاسم الملف الشخصي و كلمة السر

# TimerEventDesc_TimerPause
source: Timer paused.
ar: تم توقف العداد

# Message_UnableToChangePasswordNotConfimed
source: Unable to change password, new password doesn't match (not confirmed).
ar: لا يمكن تغيير كلمة السر, كلمة السر غير مطابقة

# Title_OpenProfile
source: Open Profile
ar: فتح ملف شخصي

# CMI_Tooltip_PauseTimerCounter
source: Pause selected Timer Counter. This will ask for a password if the profile is protected by one.
ar: وقف العداد المختار

# Word_Yes
source: Yes
ar: نعم

# MessageCaption_AlarmTrigger
source: Alarm Trigger
ar: انذار

# Filter_TCLP
source: Timer Counter Lister Profile (*.tclp)|*.tclp
ar: Timer Counter Lister ملف شخصي (*.tclp)|*.tclp

# CMI_Tooltip_AddTimerCounterAlarm
source: Add new Timer Counter Alarm into selected Timer Counter.
ar: اضافة انذار للعداد المختار

# Message_DoYouWantToSaveProfileFirst
source: Do you want to save profile changes first ?
ar: هل تريد حفظ التغيرات للملف الشخصي اولا ؟

# TimerEvent_BalanceTransaction
source: Balance Transaction
ar: عملية حسابية للرصيد

# TimerEvent_ExportEventsIntoExcel
source: Timer Counter Events Export Into Excel File
ar: حفظ احداث عداد الى ملف ايكسل

# TimerEventDesc_TimerResumeWithDifference
source: Timer resume with adding the time difference from last pause of
ar: تم تشغيل العداد بعض اضافة الوقت الضائع

# Message_EnteredNameAlreadyTakenByAnotherTimerAlarm
source: Entered Timer Counter Alarm is arelady taken ba another one. Please enter a different Alarm name.
ar: اسم انذار العداد ماخوذ من انذار اخر للعداد المختار

# CMI_Tooltip_PauseAllTimerCounters
source: Pause all Timer Counters that currently running.
ar: وقف كل العدادات التي في قيد التشغيل

# TimerEvent_ExportEventsIntoText
source: Timer Counter Events Export Into Text File
ar: حفظ احداث عداد الى ملف نصي

# Message_SelectedTimerCounterAlreadyPaused
source: Selected Timer Counter is already paused !!
ar: العداد المختار موقف سابقا !!

# Message_PleaseSelectTimerCounter
source: Please select the Timer Counter first.
ar: الرجاء اختيار العداد من القائمة

# Word_Days
source: days
ar: يوم

# MIR_Name_Profiles
source: &Profiles
ar: ملفات شخصية

# CMI_Tooltip_NewTimerCounter
source: Add new timer counter to current profile. This will show a dialog allows to enter new counter details.
ar: اضافة عداد جديد للملف الشخصي

# Error_UnableToOpenProfileUnknownReason
source: Cannot open profile: unkown error. Please check out files (if any) in the Exceptions folder in "Documents\Timer Counter Lister" folder for more details.
ar: لا يمكن فتح الملف الشخصي: خطأ غير معروف, الرجاء فتح الملف "Documents\Timer Counter Lister" للمزيد من التفاصيل

# Title_PleaseEnterNEWPasswordAgainToConfirm
source: Please Enter NEW Password Again To Confirm
ar: الرجاء ادخال كلمة السر الجديدة مرة اخرى للتاكيد

# Message_PleaseEnterTimerCounterAlarmNameFirst
source: Please enter the Timer Counter name first.
ar: الرجاء ادخال اسم الانذار لعداد

# Message_CannotResetAlarmPleaseSelectAlarm
source: Cannot reset Timer Counter Alarm: please select a Timer Counter Alarm first.
ar: لا يمكن اعادة ضبط الانذار: الرجاء اختيار الانذار اولا

# Word_No
source: No
ar: لا

# MessageCaption_AddTimerCounter
source: Add Timer Counter
ar: اضافة عداد

# TC_Name_TimerCounterStatus
source: Timer Counter Status
ar: حالة العداد المختار

# Word_AlarmDescription
source: Alarm Description
ar: تفاصيل الانذار

# Message_NoTimerCounterInProfile
source: There is no Timer Counter in current profile !!
ar: لا يوجد اي عداد في الملف الشخصي

# TimerEventDesc_ExportEventsIntoText
source: Events are exported into text file
ar: تم حفظ الاحداث الى ملف نصي

# Word_Milliseconds
source: milliseconds
ar: ميلي ثانية

# Message_PleaseEnterProfilePasswordFirst
source: Please enter profile password first, or uncheck "Protect profile with a password".
ar: الرجاء ادخال كلمة السر اولا, او الغاء حماية الملف الشخصي بكلمة سر

# Word_TimerCounter
source: Timer Counter
ar: عداد

# Title_ExportTimerCounterEventsIntoText
source: Export Timer Counter Events Into Text File
ar: تصيدر احداث العداد المختار الى ملف نصي

# Message_TimersNeedToPauseToOpenProfile
source: There is a Timer Counter or more still running. Cannot open another profile until all timer counters of current profile are halted or paused.
ar: لا يمكن فتح ملف شخصي, هناك عداد او اكثر قيد التشغيل في الملف الشخصي الحالي

# CMI_Name_ExportTimerCounterEventsExcel
source: Export Timer Counter Events Into Excel File
ar: تصدير قائمة الاحداث للعداد المختار الى ملف ايكسل

# CMI_Tooltip_ExportTimerCounterEventsExcel
source: Export selected Timer Counter Events into Excel file.
ar: تصدير قائمة الاحداث للعداد المختار الى ملف ايكسل

# Balance_Details0
source: withdraw from balance
ar: سحب من الرصيد

# Balance_Details1
source: total remains in balance.
ar: الباقي في الرصيد

# Balance_Details2
source: added to the balance
ar: تم اضافته الى الرصيد

# Balance_Details3
source: is the new balance.
ar: هو الرصيد الجديد

# Balance_Details4
source: No transaction detected in for the balance.
ar: لم يتم اي عملية حسابية على الرصيد

# Pay_Details0
source: payed from balance
ar: دفع من الرصيد

# Pay_Details1
source: total payed using entering amount
ar: تم دفعه بطريقة الادخال

# Word_DateOfEvent
source: Date Of Event
ar: تاريخ الحدث

# Word_EventDescription
source: Event Description
ar: وصف الحدث

# Word_EventName
source: Event Name
ar: اسم الحدث

# Word_Events
source: Events
ar: الاحداث
