Repository: jegqamas/Timer-Counter-Lister
Catalog: TimerCounterLister/Properties/Resources.*.resx
Languages: ar

# Word_AboutDetails
source: Timer Counter Lister A program that list and manage timers. Copyright © Alaa Ibrahim Hadid 2021 - 2022 This program is built using ManagedUi, An advanced managed enviroment for C# desktop applications. Please see <https://github.com/alaahadid/Managed-UI> for more details. Copying: ------- This program is free software; you can redistribute it and/or modify it under the terms of the GNU Lesser General Public License as published by the Free Software Foundation; either version 3 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.See the GNU Lesser General Public License for more details. You should have received a copy of the GNU General Public License along with this program. If not, see<http://www.gnu.org/licenses/>. Author email: mailto:alaahadidfreeware@gmail.com Timer Counter Lister uses ClosedXML, ClosedXML is licensed under the MIT license MIT License Copyright (c) 2016 ClosedXML Permission is hereby granted, free of charge, to any person obtaining a copy of this software and associated documentation files (the "Software"), to deal in the Software without restriction, including without limitation the rights to use, copy, modify, merge, publish, distribute, sublicense, and/or sell copies of the Software, and to permit persons to whom the Software is furnished to do so, subject to the following conditions: The above copyright notice and this permission notice shall be included in all copies or substantial portions of the Software. THE SOFTWARE IS PROVIDED "AS IS", WITHOUT WARRANTY OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL THE AUTHORS OR COPYRIGHT HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER LIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM, OUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN THE SOFTWARE.
ar: Timer Counter Lister برنامج يقوم بادارة و تنظيم عدادات جميع الحقوق محفوظة © علاء ابراهيم حديد 2021 هذا البرنامج مبني باستخدام مكتبة ManagedUI, الرجاء متابعة <https://github.com/alaahadid/Managed-UI> للمزيد من التفاصيل. النسخ: ------- هذا البرنامج هو برمجية حرة: يمكنك إطعادة توزيعه و/أو تعديله بموجب أحكام "رخصة غنو لعامة الشعب" ُ كما نشرت من قبل "مؤسسة البرمجيات الحرة"، إما الاصدار 3 من "الرخصة" أو، (باختيارك ّ ) أي إلصدار لاحق. يتم توزيع هذا البرنامج على أمل أن يكون مفيد ًا، ولكنه بدون أية كفالة؛ بدون حتى الكفالة الضمنية الخا ّلصة بالترويج أو الملائمة لغرض معين. انظر "رخصة غنو لعامة الشعب" لمزيد من التفالصيل. من الواجب أن تكون قد تلقيت نسخة من "رخصة غنو لعامة الشعب" مع هذا البرنامج. إذا لم يكن المر كذلك، انظر <http://www.gnu.org/licenses/>. ايميل: mailto:alaahadidfreeware@gmail.com البرنامج يستخدم مكتبة ClosedXML التي هي مرخصة تحت رخصة MIT License MIT License Copyright (c) 2016 ClosedXML Permission is hereby granted, free of charge, to any person obtaining a copy of this software and associated documentation files (the "Software"), to deal in the Software without restriction, including without limitation the rights to use, copy, modify, merge, publish, distribute, sublicense, and/or sell copies of the Software, and to permit persons to whom the Software is furnished to do so, subject to the following conditions: The above copyright notice and this permission notice shall be included in all copies or substantial portions of the Software. THE SOFTWARE IS PROVIDED "AS IS", WITHOUT WARRANTY OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL THE AUTHORS OR COPYRIGHT HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER LIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM, OUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN THE SOFTWARE.

# Word_Version
source: Version
ar: النسخة

# Word_WrittenBy
source: Author, developer and programmer
ar: المؤلف و المطور و المبرمج

# CMI_Name_ShowAbout
source: &About Timer Counter Lister
ar: &حول البرنامج

# CMI_Tooltip_ShowAbout
source: Open about box with details about the program.
ar: فتح نافذة حول البرنامج مع تفاصيل حول البرنامج

# CMI_Name_ShowWebsite
source: Website (github)
ar: الموقع على الانترنت (github)

# CMI_Name_ShowWiki
source: Wiki (online help)
ar: مساعدة اونلاين ويكي

# CMI_Tooltip_ShowWebsite
source: Go to program's repository: https://github.com/alaahadid/Timer-Counter-Lister/
ar: الذهاب الى موقع البرنامج على الانترنت: https://github.com/alaahadid/Timer-Counter-Lister/

# CMI_Tooltip_ShowWiki
source: Go to program's wiki page for latest help: https://github.com/alaahadid/Timer-Counter-Lister/wiki
ar: الذهاب الى صفحة الويكي للاطلاع على اخر معلومات المساعدة المتعلقة بالبرنامج: https://github.com/alaahadid/Timer-Counter-Lister/wiki

# Word_ClockRate
source: Timer Interval (Clock Rate)
ar: الفاصل الزمني للمؤقت

# CMI_Name_Donate
source: &Donate
ar: التبرع

# CMI_Tooltip_Donate
source: Donation now can be done using PayPal - The safer, easier way to pay online!
ar: تبرع الان لدعم تطوير البرنامج عن طريق الباي بال
